---
kind: other
id: Properties.T:Autodesk.Revit.DB.PointClouds.PointCollection
source: html/43630329-1e7a-9964-1c52-06439abbb474.htm
---
# PointCollection Properties

The number of points in this collection.